Repository: Kesco-m/Kesco.Lib.Win.Data
Catalog: StringResources.*.resx
Languages: et

# D1
source: document is linked to another document
et: dokument on seotud muu dokument

# D2
source: linked with
et: Seotud

# D3
source: You must specify the linked document.
et: Peate määratlema seotud dokumendid.

# DT1
source: type of document is:
et: dokumendi tüüp on:

# DT2
source: Type of document
et: Dokumendi tüüp

# DT3
source: You must specify the type of document.
et: Peate määratlema dokumendi tüübist.

# DT4
source: Type
et: Tüüp

# DT5
source: with synonymous
et: koos sünonüümiks

# DT6
source: (with specifications)
et: (täpsustustega)

# E1
source: Message sent to employee
et: Teade saadetakse töötaja

# E2
source: You have received a message from employee
et: Teile on saabunud sõnum töötaja

# E3
source: You must specify the sender of the message.
et: Peate määratlema sõnumi saatja.

# E4
source: You have sent a message to employee
et: Saadetud sõnumi töötaja

# E5
source: You must specify the recipient.
et: Peate määratlema adressaadi.

# FR1
source: The document will move in a folder
et: Dokument liigub kausta

source: From
et: Pärit

source: select
et: valimiseks

# To
source: For
et: Jaoks

# D4
source: document has not link with other document
et: dokument ei ole siduda teiste dokumenti

# D5
source: Not associated with
et: Ei ole seotud

# E6
source: document was not signed by the employee
et: dokument ei olnud allkirjastatud töötaja poolt

# E7
source: No sign
et: Ei märk

# E8
source: You must specify the employee who signed the document.
et: Peate määrama töötaja, kes sellele alla kirjutanud.

# E9
source: document was signed by the employee
et: dokumendi kirjutab alla töötaja

# MT1
source: message contains the text
et: sõnum sisaldab teksti

# MT2
source: the text message.
et: tekstsõnum.

# MT3
source: You must specify the message text.
et: Peate määratlema sõnumi tekst.

# MT4
source: message does not contain text
et: sõnum ei sisalda teksti

# MT5
source: no text
et: ei ole teksti

# P1
source: no document's person
et: ei ole dokumendi inimene

# P2
source: no person
et: ükski inimene

# P3
source: You must specify the person
et: Peate määrama isiku

# P4
source: document linked with person
et: Dokumendi seotud isik

source: Person
et: Inimene

source: Sign
et: Kirjutama

source: and
et: ja

# at
source: when
et: juures

# FR2
source: message in the following case
et: sõnum järgmisel juhul

source: recieve
et: Kas soovite

source: send
et: saatma
