Repository: Kesco-m/Kesco.Lib.Win.Data
Catalog: DALC/Documents/Search/Document/ЛицаКонтрагенты.*.resx
Languages: et, ru

# Meta.Description
source: persons
et: kontragendid
ru: лица-контрагенты

# shortTextPrefix
source: by person
et: isiku järgi
ru: по лицу

# htmlPrefix
source: document with person
et: dokument kontragendi kohta
ru: документ по лицу-контрагенту

# htmlPrefix2
source: document with persons
et: dokumendid kontragentide kohta
ru: документ по лицам-контрагентам

# htmlPrefix3
source: including restrictions
et: piirangutega
ru: с ограничениями

# GetSQL
source: It is necessary to choose persons.
et: Tuleb valida kontragendid
ru: Необходимо выбрать лиц контрагентов.

# PersonType
source: Including:
et: Sealhulgas:
ru: Включающих:

# PersonOrganization
source: Legal persons
et: Organisatsiooid
ru: Организации

# PersonPhysical
source: Physical persons
et: Füüsilised isikud
ru: Физические лица

# PersonBank
source: Banks
et: Pangad
ru: Банки

# PersonUncheck
source: Not checked up
et: Raamatupidamise poolt kontrollimata
ru: Не проверенных бухгалтерией

# PersonCheck
source: Checked up
et: Raamatupidamise poolt kontrollitud
ru: Проверенных бухгалтерией

# PersonArea
source: Зарегистрированных в "
et: Registreeritud ''

# PersonOPForma
source: Appropriate to the organizational - legal form "
et: Vastavad õigusvormile ''
ru: Соответствующих организационно-правовой форме "

# PersonUsers
source: Employees:
et: Vastutavad isikud
ru: Ответственные лица:

# PersonThemes
source: Appropriate to types
et: Vastavad tüübile
ru: Соответствующих типу

# PersonSubThemes
source: , including subtypes
et: , sealhulgas alamtüübid
ru: , включая подтипы

# PersonBusinessProject
source: Working with business project
et: Töötavad äriprojekti järgi
ru: Работающих по бизнес проекту

# PersonSubBusinessProject
source: , including subprojects
et: , koos alamprojektidega
ru: , с подпроектами

# PersonAnyBusinessProject
source: Working with any business project.
et: Töötavad mistahes äriprojekti järgi
ru: Работающих по любому бизнес проекту.

# PersonNullBusinessProject
source: Working without business project.
et: Töötavad äriprojektideta
ru: Работающих без бизнес проектов.

# PersonThemesNull
source: At which types are absent.
et: Tüübid puuduvad
ru: У которых типы отсутствуют.
